<?php
  $title = "RESEARCH | 太田・下嶋研究室";
  $description = "";
  include "_inc/header.php";
?>

<?php
  $single = "オキシリピン";
  $en = "Oxylipin";
  $image = "img/fig_10.JPG";
  $detail = "オキシリピンとは、リノレン酸等の多価不飽和脂肪酸から合成される生理活性物質の一群で、
             植物の代表的なオキシリピンとしては、ジャスモン酸(JA)や12-オキソ-フィトジエン酸(OPDA)が挙げられます。
             これらは、物理的外傷や、病原体・害虫に対する防御反応を引き起こすためのシグナル物資として機能しています。
             また、生長や花芽形成の制御にも関与していることが知られています。
             藻類もアラキドン酸やエイコサペンタエン酸(EPA)等から、多様なオキシリピンを産生することが知られていますが、
             個々のオキシリピンが藻類においてどのような生理機能を持っているかについては、ほとんど知られていません。
             <br><br>
             当研究室では、植物・藻類のオキシリピンの合成・代謝経路に着目した研究を行っています。
             農業・医療の観点から見て、有用なオキシリピンを効率的に生産する手法の確立、また、その生合成経路を解明することを目的としています。";
  include "_inc/item_template.php";
?>

<?php
  include "_inc/footer.php";
?>
