<?php
  $title = "RESEARCH | 太田・下嶋研究室";
  $description = "";
  include "_inc/header.php";
?>

<?php
  $single = "表層脂質の進化過程の解明";
  $en = "Surface Lipid";
  $image = "img/fig_8.jpeg";
  $detail = "表層脂質は、陸上植物が環境ストレスに適応するための機構の一つとして知られています。
             種子植物の表層脂質はクチンとワックスから構成され、外部環境と細胞を隔てる疎水性のバリアとして機能しています。
             表層脂質は、病害虫や紫外線からの保護だけでなく、気孔以外の場所からの水の蒸発を防ぎ、乾燥耐性にも寄与していると考えられています。
             <br><br>
             私たちは車軸藻類のクレブソルミディウムでは、種子植物の固体状のワックスと異なり、液性の中性脂質からなるワックスバリアを発達させている事を示しました(Kondo et al., 2016)。
             このことから、植物の表層脂質は車軸藻類から種子植物への進化過程において、その構造を大きく変化させていったと考えています。
             ここで、私たちは、車軸藻類と種子植物の間を繋ぐ植物種としてゼニゴケの表層脂質を解析し、
             植物の進化の過程で表層脂質がどのように変化していったのか解明を進めています。";
  include "_inc/item_template.php";
?>

<?php
  include "_inc/footer.php";
?>
