<?php
  $title = "RESEARCH | 太田・下嶋研究室";
  $description = "";
  include "_inc/header.php";
?>

<?php
  $single = "糖脂質";
  $en = "Glycolipid";
  $image = "img/fig_11.JPG";
  $detail = "生体膜の大部分がリン脂質で占められる動物に対し、植物葉では生体膜の概ね50%以上を糖脂質が占めており、主要な構成要素となっています。
             これらの中でも、植物において主要な糖脂質はグリコグリセロ脂質であるモノガラクトシルジアシルグリセロール（MGDG）、ジガラクトシルジアシルグリセロール（DGDG）、
             スルホキノボシルジアシルグリセロール（SQDG）であり、その他にグルクロノシルジアシルグリセロール（GlcADG）やトリ（またはテトラ）ガラクトシルジアシルグリセロール（TGDG, TeDG）などの
             グリコグリセロ脂質、スフィンゴ脂質、リポポリサッカライド、ステリル糖脂質などが含まれます。<br><br>
             これらの糖脂質は、生体膜を構成する役割以外にも、葉緑体の発達、リン欠乏への応答、凍結ストレスへの防御といった様々な役割を担っていることが知られています。
             当研究室では、近年植物に広く存在することが分かったGlcADGや比較的蓄積量の少ないTGDGおよびTeDGについて解析を行い、植物がこれらの脂質をどのように利用しているのかについて調べています。";
  include "_inc/item_template.php";
?>

<?php
  include "_inc/footer.php";
?>
