<?php
  $title = "RESEARCH | 太田・下嶋研究室";
  $description = "";
  include "_inc/header.php";
?>

<?php
  $single = "膜脂質代謝による環境適応機構";
  $en = "Membrane Lipid Metabolism";
  $image = "img/fig_6.jpg";
  $detail = "生体膜は細胞の基本的な構成要素であり、環境が変化しても常に正常に機能しなくてはなりません。
             移動することができない陸上植物は環境変化に対して生体膜の機能を維持する様々な機構を高度に発達させてきました。
             <br><br>
             私たちは陸上植物に特有と考えられていた２つの生体膜維持機構がクレブソルミディウムが分岐する前に獲得していたことを見出しました。
             その一つはオリゴ糖脂質合成による葉緑体膜の保護機構です。凍結や乾燥などにより細胞が脱水状態に陥ると様々な障害が引き起こされますが、
             葉緑体膜と他の生体膜の融合により生体膜が破壊される事がその要因の一つです。陸上植物は葉緑体のダメージを感知し、
             大きな極性頭部を持つトリガラクトシルジアシルグリセロール(TGDG)を葉緑体膜に蓄積することで、葉緑体膜と他の膜の融合を防いでいると考えられています。";
  $image2 = "img/fig_7.jpg";
  $detail2 = "もう一つは、酸性糖脂質グルクロン酸ジアシルグリセロール(GlcADG)の蓄積によるリン欠乏環境への適応機構です。
             リンは主要な生体構成成分として生命活動に必須の元素であり植物の３大栄養素の一つです。しかしリンは不足しがちな栄養素であり、
             しばしば欠乏状態に陥ります。そうすると生体膜においてはリン脂質の合成に支障をきたし、正常な生体膜を維持できなくなってしまいます。
             <br><br>
             そこで植物はリン脂質の一部を特性の似た他の脂質によって置き換え、リンを節約する膜脂質転換機構を高度に発達させています。
             どのリン脂質を、どの脂質によって置き換えるかは生物によって異なる点もありますが、栄養素を求めて移動する事ができない植物では陸上植物では高度に膜脂質転換機構が発展しています。
             その1つとして酸性糖脂質GlcADGの合成が、リン欠乏耐性に重要な役割を果たす事が示されています(Okazaki et al.,2013)。
             これらの膜脂質代謝による生体膜維持機構の特性をクレブソルミディウムやゼニゴケを用いて明らかにし、
             植物の環境適応と進化においてどのような働きをしたか研究を進めています。";
  include "_inc/item_template.php";
?>

<?php
  include "_inc/footer.php";
?>
