<?php
  $title = "RESEARCH | 太田・下嶋研究室";
  $description = "";
  include "_inc/header.php";
?>

<?php
  $single = "脂質解析";
  $en = "Lipid Analysis";
  $image = "img/fig_9.jpg";
  $detail = "当研究室では、ガスクロマトグラフィー(GC)を用いて、植物の脂質全般の解析を行っています。
             GCは、多数の化合物が混合された試料を気化させ、各化合物ごとに分離、定量、解析することのできる測定装置です。
             試料をGCの解析にかけると、試料気化室で加熱されて気化し、キャリアガスと一緒に流されてカラムに送られます。
             気化した試料はこのカラムを通り、流れる速度に応じて分離された後、検出器によって検出されます。
             植物に含まれる脂質や、他の化合物の解析を詳細に行う上で、GCやLC/MSといったクロマトグラフィー質量分析手法は必要不可欠な技術です。
             脂質を研究する上で欠かせないのが脂質を正しく測定する技術です。脂質の測定は主に薄層クロマトグラフィー(TLC)による脂質種の分離と
             ガスクロマトグラフィー(GC)による脂肪酸の同定・定量の組み合わせにより行われます。
             <br><br>
             しかしながら、近年は今まで研究に使われてこなかった新しい植物を用いることが増え、TLCやGCによる脂質種・脂肪酸種の同定が困難なことがあります。
             このような場合には、液体クロマトグラフィー質量分析計(LC/MS/MS)や、ガスクロマトグラフィー質量分析計(GC/MS)を用いた同定作業を行います。
             /MS/MSによる脂質の網羅的定量系(リピドミクス)の実施例が増えています。
             当研究室においてもハイスループットに加え、①夾雑物の影響を最小限にし、
             ②各分子種それぞれの濃度を質量ベースで定量可能であるリピドミクスの系の構築に意欲的に取り組んでいます。";
  include "_inc/item_template.php";
?>

<?php
  include "_inc/footer.php";
?>
