<?php
  $title = "RESEARCH | 太田・下嶋研究室";
  $description = "";
  include "_inc/header.php";
?>

<?php
  $single = "乾燥応答誘導機構の進化";
  $en = "Drought Stress";
  $image = "img/fig_5.jpg";
  $detail = "陸上に進出した植物は、乾燥や凍結などの環境ストレスを認識し、ストレス情報を核に伝達することにより、
             保護タンパク質の発現や、活性酸素除去系の強化、細胞増殖の一時停止等の様々な機構を誘導することで細胞をストレスから保護し身を守っています。
             この環境ストレス情報をを核に伝達する物質として、陸上植物ではアブシシン酸が広く用いられています。
             <br><br>
             私たちがクレブソルミディウムの乾燥ストレス応答を解析した結果、乾燥によってアブシシン酸を合成しますが、
             既知のアブシシン酸の受容体を持っておらず、アブシシン酸に応答しません。
             しかしながら、陸上植物に非常によく似た乾燥応答を誘導する事を明らかにしました。
             この機構を明らかにする事で、植物が環境ストレス応答機構をどのように発達させていったのか重要な知見が得られると考え、解析を進めています。";
  include "_inc/item_template.php";
?>

<?php
  include "_inc/footer.php";
?>
