<?php
  $title = "RESEARCH | 太田・下嶋研究室";
  $description = "";
  include "_inc/header.php";
?>

<?php
  $single = "オーキシン応答機構の進化";
  $en = "Auxin Response";
  $image = "img/fig_4-2.jpg";
  $detail = "陸上植物は光や重力、栄養など様々な環境に応答して適切な形体をとれるよう成長を制御しています。
             この制御は主に植物成長調整物質（植物ホルモン）によって行われますが、その代表的なものの一つとしてオーキシンが知られています。
             オーキシンは植物細胞の伸長を制御し、光や重力への屈性や、胚発生から器官分化に至るまで、植物の様々な成長に関与している重要な植物成長調整物質であり、
             陸上植物に共通してオーキシン応答メカニズムが保存されています。 しかしながら、植物がどのようにこのオーキシン応答メカニズムを獲得したのか明らかではありません。
             <br><br>
             私たちは、車軸藻類クレブソルミディウムの解析により、クレブソルミディウムは陸上植物に保存されている既知のオーキシン応答メカニズムを持っていませんが、
             細胞の分裂や伸張にオーキシンを用いている可能性がある事を示しました(Hori.et.al, 2014; Ohtaka. et. al, 2017)。
             このクレブソルミディウムのオーキシン応答が陸上植物のオーキシン応答の起源となったのではないかと考え、この原始的なオーキシン応答機構の分子機構の解明を進めています。";
  include "_inc/item_template.php";
?>

<?php
  include "_inc/footer.php";
?>
