<?php
  $title = "RESEARCH | 太田・下嶋研究室";
  $description = "";
  include "_inc/header.php";
?>

<?php
  $single = "植物の陸上進出";
  $en = "Evolution of Plants";
  $image = "img/fig_2.jpg";
  $detail = "地球の陸上生態系は、繁栄と大量絶滅を繰り返し、現在の豊かな生物多様性に至りましたが、
             その過程には、生産者である陸上植物の誕生と繁栄が大きく関わってきたと考えられます。
             しかしながら、この生態系を支える陸上植物はどのようにして誕生したのかという事については未だ良く分かってはいません。
             現在までの多くの研究により、淡水に生息する緑藻から分かれた車軸藻類が陸上植物の祖先となった事が明らかとなっています。
             さらに、この車軸藻類が様々な特性を段階的に獲得し、4億5千万年前にはすでに陸上植物が誕生していたと考えられています。
             しかしながら、それまで比較的安定した環境である水中に生息していた植物が、乾燥や紫外線、激しい温度変化、重力など、
             過酷な陸上環境にどのようにして適応していったのか、未だ多くの部分が謎に包まれています。        
             <br><br>
             そこで、私たちは植物が陸上環境に適応する機構をどのように発展させたのか明らかにするために、
             緑藻から陸上植物の祖先が誕生する過程において初期に分岐した車軸藻類のKlebsormidium nitens(以下クレブソルミディウム)のゲノム解析を行い、
             陸上植物に特有な遺伝子を多数獲得していることを明らかにしてきました(Hori.et.al, 2014)。
             <br><br>
             またクレブソルミディウムの他、陸上植物が誕生してから初期に分岐し、
             陸上植物の祖先の特徴を有していると考えられているコケ植物の一つであるゼニゴケを用いて、植物の陸上環境への適応機構の解明を進めています。
             具体的には以下のような植物の陸上化に関わる環境応答機構の研究を進めており、
             どのように植物が陸上の過酷な環境に適応していったのかを解明することを目指しています。";
  include "_inc/item_template.php";
?>

<?php
  include "_inc/footer.php";
?>
