<?php
  $title = "RESEARCH | 太田・下嶋研究室";
  $description = "";
  include "_inc/header.php";
?>

<?php
  $single = "膜脂質転換";
  $en = "Membrane Lipid Remodeling";
  $image = "img/fig_1.png";
  $detail = "自然環境下において、植物はしばしばリン欠乏にさらされます。
             リンは植物が生育する上で必須の栄養素であり、これが欠乏すると、葉の老化・枯死や個体の成長抑制などが起こります。
             そのため、農業生産において、リンの欠乏は非常に重大な問題であると言え、
             リン欠乏時に植物の中でどのような機構で応答が起こっているのかを解明することは、これらの問題を解決する手がかりとなり得ます。<br><br>
             当研究室では、そのような植物がもつリン欠乏応答機構の中でも、膜脂質転換に着目して研究を進めています。
             リン欠乏下におかれた植物は、細胞膜内のリン脂質を分解して糖脂質で補い、細胞内にリン酸を供給します。
             この機構を膜脂質転換と呼び、植物の持つ主要なリン欠乏応答の一つであると考えられています。
             私達は、この膜脂質転換を介した植物の環境ストレス応答の詳細を明らかにすることで、農業・産業への貢献を目指しています。";
  include "_inc/item_template.php";
?>

<?php
  include "_inc/footer.php";
?>
